Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# shared_by_me_screen_title
source: Shared by me
be: Абагулена мной
ca: Compartit per mi
cs: Sdíleno mnou
da: Delt af mig
de: Von mir geteilt
el: Κοινοποιημένο από εμένα
es: Compartido por mí
es_419: Compartido por mí
fi: Minun jakamani
fr: Partagé par moi
hu: Általam megosztva
id: Dibagikan oleh saya
it: Condiviso da me
ja: 私が共有中
ka: ჩემი გაზიარებული
ko: 내가 공유함
nb: Delt av meg
nl: Gedeeld door mij
pl: Udostępnione przez Ciebie
pt: Partilhado por mim
pt_br: Compartilhado por mim
ro: Partajate de mine
ru: Доступные от меня
sk: Mnou zdieľané
sv: Delat av mig
tr: Benim paylaştıklarım
uk: Поширено мною
zh_hans: 我的共享
zh_hant: 共享的項目

# shared_screen_title
source: Shared
be: Абагулена
ca: Compartit
cs: Sdílené
da: Delt
de: Geteilt
el: Κοινοποιημένα
es: Compartido
es_419: Compartido
fi: Jaetut
fr: Partagé
hu: Megosztott
id: Dibagikan
it: Condiviso
ja: 共有中
ka: გაზიარებული
ko: 공유됨
nb: Delt
nl: Gedeeld
pl: Udostępnione
pt: Partilhado
pt_br: Compartilhado
ro: Partajat
ru: Общие
sk: Zdieľané
sv: Delat
tr: Paylaşılmış
uk: Спільний доступ
zh_hans: 已共享
zh_hant: 已分享

# shared_with_me_bookmarks_copied
source: Bookmark link copied
be: Спасылка закладкі скапіявана
ca: S'ha copiat l'enllaç del marcador.
cs: Odkaz záložky zkopírován
da: Link til bogmærke kopieret
de: Lesezeichen-Link kopiert
el: Αντιγραφή συνδέσμου σελιδοδείκτη
es: Se ha copiado el enlace del marcador.
es_419: Enlace del marcador copiado
fi: Kirjanmerkkilinkki kopioitiin
fr: Le lien du favori a été copié.
hu: Könyvjelző hivatkozás másolva
id: Tautan markah disalin
it: Collegamento ai segnalibri copiato
ja: ブックマークリンクをコピーしました
ka: სანიშნეს ბმული დაკოპირდა
ko: 북마크 링크 복사됨
nb: Bokmerkekobling kopiert
nl: Bladwijzerkoppeling gekopieerd
pl: Link zakładki został skopiowany
pt: A ligação do marcador foi copiada.
pt_br: Link do marcador copiado
ro: Legătură web semn de carte copiată.
ru: Ссылка на закладку скопирована
sk: Odkaz na záložku skopírovaný
sv: Bokmärkeslänk kopierad
tr: Yer imi bağlantısı kopyalandı
uk: Посилання закладки скопійовано
zh_hans: 已复制书签链接
zh_hant: 書籤連結已複製

# shared_with_me_bookmarks_copy_url_error
source: We could not copy the bookmark URL
be: Немагчыма скапіяваць закладку URL-адраса
ca: No s'ha pogut copiar l'URL del marcador.
cs: Nepodařilo se nám zkopírovat URL záložky
da: Vi kunne ikke kopiere bogmærkets URL
de: Die Lesezeichen-URL konnte nicht kopiert werden
el: Δεν ήταν δυνατή η αντιγραφή της διεύθυνσης URL σελιδοδείκτη
es: No se ha podido copiar el URL del marcador.
es_419: No se pudo copiar la URL del marcador
fi: Kirjanmerkin URL-osoitetta ei voitu kopioida
fr: Le lien du favori n'a pas été copié.
hu: Nem sikerült kimásolni a könyvjelző URL-jét
id: Kami tidak dapat menyalin URL markah
it: Non è stato possibile copiare l'URL del segnalibro
ja: ブックマークURLをコピーできませんでした
ka: სანიშნეს URL-ის კოპირება შეუძლებელია
ko: 북마크 URL을 복사하지 못했습니다.
nb: Vi kunne ikke kopiere bokmerkekoblingen
nl: De bladwijzer URL kon niet worden gekopieerd
pl: Nie możemy skopiować linku zakładki
pt: Não foi possível copiar a URL do marcador.
pt_br: Não foi possível copiar o URL do marcador
ro: Nu s-a putut copia adresa semnului de carte.
ru: Не удалось скопировать URL закладки
sk: Nepodarilo sa nám skopírovať URL adresu záložky
sv: Vi kunde inte kopiera bokmärkets URL
tr: Yer imi adresi kopyalanamadı
uk: Не вдалося скопіювати URL-адресу закладки
zh_hans: 我们无法复制书签 URL
zh_hant: 我們無法複製書籤網址

# shared_with_me_bookmarks_delete_button
source: You are about to delete “%@”. Are you sure you want to proceed?
be: Вы збіраецеся выдаліць “%@”. Вы сапраўды хочаце працягнуць?
ca: Esteu a punt de suprimir "%@". Segur que voleu continuar?
cs: Chystáte se smazat "%@". Opravdu chcete pokračovat?
da: Du er ved at slette “%@”. Er du sikker på, at du vil fortsætte?
de: Du bist dabei, „%@“ zu löschen. Möchtest du wirklich fortfahren?
el: Πρόκειται να διαγράψετε το "%@". Είστε σίγουροι ότι θέλετε να προχωρήσετε;
es: Vas a eliminar «%@». ¿Seguro que quieres continuar?
es_419: Está por eliminar «%@». ¿En verdad desea continuar?
fi: Olet poistamassa kirjanmerkin "%@". Haluatko varmasti jatkaa?
fr: Vous êtes sur le point de supprimer « %@ ». Voulez-vous vraiment continuer ?
hu: Ön „%@” törlésére készül. Folytatja?
id: Anda akan menghapus “%@”. Apakah Anda yakin ingin melanjutkan?
it: Stai per eliminare "%@". Sei sicuro di voler procedere?
ja: 「%@」を削除しようとしています。続行してもよろしいですか？
ka: აპირებთ, წაშალოთ "%@". მართლა გნებავთ, ეს ქნათ?
ko: "%@"을(를) 삭제하려고 합니다. 정말 계속하시겠어요?
nb: Du er i ferd med å slette "%@". Er du sikker på at du ønsker å fortsette?
nl: U staat op het punt om "%@" te verwijderen. Weet u zeker dat u wilt doorgaan?
pt_br: Você está prestes a excluir “%@”. Tem certeza de que deseja prosseguir?
ro: Urmează să ștergeți „%@”. Sigur doriți să continuați?
sk: Chystáte sa vymazať “%@”. Skutočne chcete pokračovať?
sv: Du håller på att ta bort "%@". Är du säker på att du vill fortsätta?
tr: “%@” ögesini silmek üzeresiniz. İlerlemek istediğinize emin misiniz?
zh_hans: 您即将删除“%@”，确定要继续吗？

# shared_with_me_bookmarks_delete_confirmation
source: Delete
be: Выдаліць
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ka: წაშლა
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Excluir
ro: Ștergere
ru: Удалить
sk: Vymazať
sv: Ta bort
tr: Sil
uk: Видалити
zh_hans: 刪除
zh_hant: 刪除

# shared_with_me_bookmarks_second_line
source: Public Link • Created %@
be: Публічная спасылка • Створана %@
ca: Enllaç públic • Creat el %@
cs: Veřejný odkaz • Vytvořen %@
da: Offentligt link • Oprettet %@
de: Öffentlicher Link • Erstellt am %@
el: Δημόσιος σύνδεσμος • Δημιουργήθηκε %@
es: Enlace público • Creado el %@
es_419: Enlace público • Creado el %@
fi: Julkinen linkki • Luotu %@
fr: Lien public • Créé le %@
hu: Nyilvános hivatkozás • %@ létrehozva
id: Tautan Publik • Dibuat %@
it: Collegamento pubblico • Creato %@
ja: 公開リンク • %@ を作成しました
ka: საჯარო ბმული • შეიქმნა %@
ko: 공개 링크 • %@에 생성됨
nb: Offentlig kobling • Opprettet %@
nl: Publieke Link • Aangemaakt op %@
pt_br: Link público • Criado em %@
ro: Legătură web publică • Creată %@
sk: Verejný odkaz • Vytvorené %@
sv: Offentlig länk • Skapad %@
tr: Herkese açık bağlantı • Oluşturulma %@
zh_hans: 公开链接 • 创建于 %@

# shared_with_me_empty_message
source: Files and folders that others shared with you will appear here
be: Тут будуць з'яўляцца папкі і файлы, якія з вамі абагулілі іншыя карыстальнікі
ca: Els fitxers i les carpetes compartits per altres persones apareixeran aquí
cs: Zde se zobrazí soubory a složky, které s vámi sdíleli ostatní
da: Filer og mapper, som andre har delt med dig, vises her.
de: Dateien und Ordner, die andere mit dir geteilt haben, werden hier angezeigt.
el: Τα αρχεία και οι φάκελοι που έχουν μοιραστεί μαζί σας άλλοι χρήστες θα εμφανίζονται εδώ
es: Los archivos y carpetas que otros comparten contigo aparecerán aquí.
es_419: Los archivos y carpetas que otros comparten con usted aparecerán aquí
fi: Muiden sinulle jakamat tiedostot ja kansiot löytyvät täältä
fr: Les dossiers et fichiers partagés avec vous par d'autres utilisateurs s'afficheront ici.
hu: Fájlok és mappák, amelyeket mások megosztottak veled
id: Berkas dan folder yang pengguna lain bagikan kepada Anda akan muncul di sini
it: I file e le cartelle che altri hanno condiviso con te verranno visualizzati qui
ja: 他の人に共有したファイルとフォルダはここに表示されます
ka: ფაილები და საქარალდეები, რომლებსაც სხვებს გაუზიარებთ, აქ გამოჩნდება
ko: 타인이 나와 공유한 폴더 및 파일이 여기에 나타납니다.
nb: Filer og mapper som andre har delt med deg, vises her.
nl: Bestanden en mappen die anderen met u hebben gedeeld worden hier weergegeven
pl: Pliki i foldery udostępnione Ci pojawią się tutaj
pt: Os ficheiros e pastas que outros partilharam consigo aparecerão aqui.
pt_br: Arquivos e pastas que outras pessoas compartilharam com você aparecerão aqui
ro: Fișierele și folderele pe care alții vi le-au partajat vor apărea aici.
ru: Файлы и папки, которые другие поделились с вами, будут отображаться здесь
sk: Tu sa zobrazia súbory a priečinky, ktoré s vami zdieľajú iní.
sv: Filer och mappar som andra delat med dig kommer visas här
tr: Başkalarının sizinle paylaştığı dosyalar ve klasörler burada görüntülenir
uk: Тут з'являтимуться файли й теки, якими поділилися з вами інші користувачі
zh_hans: 其他人与您分享的文件和文件夹将显示在此处
zh_hant: 與他人共享的文件及資料夾會在這裡出現

# shared_with_me_empty_title
source: Shared with me
be: Абагулена са мной
ca: Compartit amb mi
cs: Sdíleno se mnou
da: Delt med mig
de: Mit mir geteilt
el: Κοινοποιημένο με εμένα
es: Compartido conmigo
es_419: Compartido conmigo
fi: Jaettu minulle
fr: Partagé avec moi
hu: Velem megosztott
id: Dibagikan dengan saya
it: Condivisi con me
ja: 私と共有中
ka: ჩემთან გაზიარებული
ko: 나와 공유됨
nb: Delt med meg
nl: Gedeeld met mij
pl: Udostępnione dla mnie
pt: Partilhado comigo
pt_br: Compartilhado comigo
ro: Partajate cu mine
ru: Доступные мне
sk: Zdieľané so mnou
sv: Delat med mig
tr: Benimle paylaşılan
uk: Поширено для мене
zh_hans: 与我共享
zh_hant: 與我共享

# shared_with_me_pending_invitation_section
source: Pending shared items
be: Чаканне абагуленых элементаў
ca: Elements compartits pendents
cs: Nevyřízené sdílené položky
da: Afventende delte elementer
de: Ausstehende geteilte Einträge
el: Εκκρεμή κοινόχρηστα στοιχεία
es: Elementos compartidos pendientes
es_419: Elementos compartidos pendientes
fi: Odottavat jaot
fr: Éléments partagés en attente
hu: Függőben lévő megosztott elemek
id: Item yang dibagikan yang belum ditanggapi
it: Elementi condivisi in sospeso
ja: 保留中の共有アイテム
ka: დარჩენილი გაზიარებული ელემენტები
ko: 공유된 항목 대기 중
nb: Ventende delte elementer
nl: Gedeelde items in behandeling
pl: Oczekujące elementy na udostępnienie
pt: Itens partilhados pendentes
pt_br: Itens compartilhados pendentes
ro: Articole partajate în așteptare
ru: В ожидании общих элементов
sk: Čakajúce zdieľané položky
sv: Väntande delade objekt
tr: Bekleyen paylaşılmış ögeler
uk: Очікування елементів, якими поділилися
zh_hans: 待处理的共享项目
zh_hant: 擱置中的已分享項目

# shared_with_me_pending_invitation_section_message_many
source: 10+ items shared with you
be: З вамі абагулена больш за 10 элементаў
ca: Més de 10 elements compartits amb vós
cs: 10 položek sdíleno s vámi
da: Mere end 10 elementer delt med dig
de: 10 Einträge mit dir geteilt
el: 10+ αντικείμενα που έχουν μοιραστεί μαζί σας
es: Más de 10 elementos compartidos contigo
es_419: Más de 10 elementos compartidos con usted
fi: Sinulle on jaettu yli 10 kohdetta
fr: Plus de 10 éléments partagés avec vous
hu: 10+ elem megosztva Önnel
id: 10+ item dibagikan dengan Anda
it: Più di 10 elementi condivisi con te
ja: 10個以上のアイテムがあなたと共有されました
ka: თქვენთან გაზიარებულია 10+ ელემენტი
ko: 10개 이상 항목이 나와 공유됨
nb: 10+ elementer delt med deg
nl: 10+ items met u gedeeld
pl: Udostępniono Ci ponad 10 elementów
pt: Mais de 10 itens partilhados consigo
pt_br: Mais de 10 itens compartilhados com você
ro: Vi s-au partajat peste 10 articole
ru: С вами поделились 10+ элементами
sk: 10+ s vami zdieľaných položiek
sv: 10+ objekt delade med dig
tr: Sizinle 10 üzerinde öge paylaşılmış
uk: З вами поділилися більш ніж 10-ма елементами
zh_hans: 10+ 个项目共享给您
zh_hant: 已有 10 個以上項目共享給您

# shared_with_me_pending_invitation_section_message_one
source: 1 item shared with you
be: 1 элемент абагулены з вамі
ca: 1 element compartit amb vós
cs: 1 položka sdílena s vámi
da: 1 element delt med dig
de: 1 Eintrag mit dir geteilt
el: 1 αντικείμενο που έχει μοιραστεί μαζί σας
es: 1 elemento compartido contigo
es_419: 1 elemento compartido con usted
fi: Sinulle on jaettu yksi kohde
fr: 1 élément partagé avec vous
hu: 1 elem meg van osztva Önnel
id: 1 item dibagikan dengan Anda
it: 1 elemento condivisi con te
ja: 1 つのアイテムがあなたと共有されました
ka: თქვენთან გაზიარებულია 1 ელემენტი
ko: 1개 항목이 나와 공유됨
nb: 1 element delt med deg
nl: 1 item met u gedeeld
pl: Udostępniono Ci 1 element
pt: 1 item partilhado consigo
pt_br: 1 item compartilhado com você
ro: Vi s-a partajat un articol
ru: С вами поделились 1 элементом
sk: 1 s vami zdieľaná položka
sv: 1 objekt delat med dig
tr: Sizinle 1 öge paylaşılmış
uk: З вами поділилися 1-м елементом
zh_hans: 与您共享 1 个项目
zh_hant: 已有 1 個項目共享給您

# shared_with_me_pending_invitation_section_message_some
source: items shared with you
be: элементы абагуленыя з вамі
ca: elements compartits amb vós
cs: položky sdílené s vámi
da: elementer delt med dig
de: Einträge mit dir geteilt
el: αντικείμενα που έχουν μοιραστεί μαζί σας
es: elementos compartidos contigo
es_419: elementos compartidos con usted
fi: kohteet jaettu kanssasi
fr: éléments partagés avec vous
hu: megosztott elem
id: item dibagikan dengan Anda
it: Elementi condivisi con te
ja: あなたと共有されたアイテム
ka: თქვენთან გაზიარებული ელემენტები
ko: 나와 공유된 항목
nb: elementer delt med deg
nl: items met u gedeeld
pt: Itens partilhados consigo
pt_br: itens compartilhados com você
ro: articole care vi s-au partajat
ru: элементами
sk: s vami zdieľaných položiek
sv: objekt delade med dig
tr: öge sizinle paylaşılmış
uk: елементи якими поділилися з вами
zh_hans: 与您共享的项目
zh_hant: 已有 個項目分享給您

# shared_with_me_remove_me
source: You are about to leave "%@". You will not be able to access it again until the owner shares it with you. Are you sure you want to proceed?
be: Вы збіраецеся выйсці з "%@". У вас не будзе магчымасці атрымаць доступ да яго пакуль уладальнік зноў не абагуліць яго з вамі. Вы сапраўды хочаце працягнуць?
ca: Esteu a punt de sortir de "%@". No hi podreu tornar a accedir fins que el propietari ho comparteixi amb vosaltres. Segur que voleu continuar?
cs: Chystáte se opustit "%@". Nebudete mít k němu přístup, dokud vám ho vlastník znovu neudělí. Jste si jisti, že chcete pokračovat?
da: Du er ved at forlade "%@". Du vil ikke kunne få adgang til den igen, før ejeren deler den med dig. Er du sikker på, at du vil fortsætte?
de: Du bist dabei, „%@“ zu verlassen. Du kannst erst wieder darauf zugreifen, wenn der Besitzer es erneut mit dir teilt. Möchtest du wirklich fortfahren?
el: Πρόκειται να φύγετε από το "%@". Δε θα μπορείτε να αποκτήσετε ξανά πρόσβαση σε αυτό έως ότου ο κάτοχος το μοιραστεί μαζί σας. Είστε σίγουροι ότι θέλετε να προχωρήσετε;
es: Vas a abandonar «%@». No podrás volver a acceder a este elemento a menos que su propietario lo comparta contigo de nuevo. ¿Seguro que quieres continuar?
es_419: Está a punto de abandonar «%@». No podrá acceder de nuevo hasta que el propietario lo comparta con usted. ¿En verdad desea continuar?
fi: Olet poistumassa jaosta "%@". Et voi enää käyttää sen sisältöä, ennen kuin sen omistaja jakaa sen sinulle uudelleen.
fr: Vous êtes sur le point de quitter « %@ ». Vous ne pourrez plus y accéder tant que le propriétaire ne le partagera pas avec vous. Voulez-vous vraiment continuer ?
hu: Arra készül, hogy elhagyja a következőt: %@. Addig nem férhet hozzá újra, amíg a tulajdonos meg nem osztja Önnel. Biztosan folytatja?
id: Anda akan keluar dari "%@". Anda tidak akan dapat mengaksesnya lagi sampai pemilik membagikan lagi kepada Anda. Apakah Anda yakin ingin melanjutkan?
it: Stai per lasciare "%@". Non potrai accedervi nuovamente finché il proprietario non lo condividerà con te. Sei sicuro di voler procedere?
ja: 「%@」を退出しようとしています。オーナーがあなたに再度それを共有するまでアクセスすることはできなくなります。本当に実行しますか？
ka: აპირებთ, გახვიდეთ '%@'-დან. მასთან წვდომა აღარ გექნებათ, სანამ მფლობელი მას თავიდან არ გაგიზიარებთ. მართლა გნებავთ, გააგრძელოთ?
ko: "%@"(에)서 떠나려 합니다. 나와 소유자가 공유하지 않는 한 데이터 접근이 더 이상 불가합니다. 정말 계속하시겠어요?
nb: Du er i ferd med å forlate "%@". Du vil ikke få tilgang til den igjen før eieren deler den med deg. Er du sikker på at du vil fortsette?
nl: U staat op het punt om "%@" te verlaten. U zult hier geen toegang meer toe hebben totdat de eigenaar het opnieuw met u deelt. Weet u zeker dat u wilt doorgaan?
pt_br: Você está prestes a sair de "%@". Você não poderá acessá-lo novamente até que o proprietário o compartilhe com você. Tem certeza de que deseja prosseguir?
ro: Veți părăsi „%@”. Îl veți mai putea accesa doar dacă proprietarul îl va mai partaja. Continuați?
sk: Chystáte sa opustiť "%@". Opätovný prístup získate až keď vám ho vlastník opätovne nepridelí. Naozaj chcete pokračovať?
sv: Du är på väg att lämna ”%@”. Du kommer inte att kunna komma åt det igen förrän ägaren delar det med dig. Är du säker på att du vill fortsätta?
tr: "%@" paylaşımından ayrılmak üzeresiniz. Sahibi sizinle yeniden paylaşana kadar buraya erişemeyeceksiniz. İlerlemek istediğinize emin misiniz?
zh_hans: 您即将离开“%@”。在所有者再次与您共享之前，您将无法访问此内容。确定要继续吗？

# shared_with_me_remove_me_confirmation
source: Leave
be: Выйсці
ca: Deixa
cs: Opustit
da: Forlad
de: Verlassen
el: Αποχώρηση
es: Abandonar
es_419: Abandonar
fi: Poistu
fr: Quitter
hu: Kilépés
id: Keluar
it: Abbandona
ja: 離れる
ka: გასვლა
ko: 떠나기
nb: Forlat
nl: Verlaten
pl: Opuść
pt: Deixar
pt_br: Sair
ro: Renunțare
ru: Выйти
sk: Opustiť
sv: Lämna
tr: Ayrıl
uk: Покинути
zh_hans: 离开
zh_hant: 退出

# shareExt_alert_action_textFile
source: Text file
be: Тэкставы файл
ca: Fitxer de text
cs: Textový soubor
da: Tekstfil
de: Textdatei
el: Αρχείο κειμένου
es: Archivo de texto
es_419: Archivo de texto
fi: Tekstitiedosto
fr: Fichier texte
id: Berkas teks
it: File di testo
ja: テキストファイル
ka: ტექსტური ფაილი
ko: 텍스트 파일
nb: Tekstfil
nl: Tekstbestand
pt_br: Arquivo de texto
ro: Fișier text
sk: Textový súbor
sv: Textfil
tr: Yazı dosyası
zh_hans: 文本文件

# shareExt_alert_msg_save_link_as
source: Save the link as
be: Захаваць спасылку як
ca: Desar l'enllaç com a
cs: Uložte odkaz jako
da: Gem linket som
de: Link speichern als
el: Αποθήκευση συνδέσμου ως
es: Guardar el enlace como
es_419: Guardar el enlace como
fi: Tallenna linkki nimellä
fr: Enregistrer le lien en tant que
id: Simpan tautan sebagai
it: Salva il link come
ja: としてリンクを保存
ka: ბმულის შენახვა, როგორც
ko: 다음 형식으로 저장:
nb: Lagre koblingen som
nl: Koppeling opslaan als
pt_br: Salvar o link como
ro: Salvare legătură web ca
sk: Uložiť odkaz ako
sv: Spara länken som
tr: Bağlantıyı farklı kaydet
zh_hans: 将链接另存为

# sharing_invitation_message_placeholder
source: Add a message
be: Дадаць паведамленне
ca: Afegeix un missatge
cs: Přidat zprávu
da: Tilføj en besked
de: Nachricht hinzufügen
el: Προσθέστε ένα μήνυμα
es: Añadir un mensaje
es_419: Agregar un mensaje
fi: Lisää viesti
fr: Ajouter un message
hu: Üzenet hozzáadása
id: Tambahkan pesan
it: Aggiungi un messaggio
ja: メッセージを追加
ka: შეტყობინების დამატება
ko: 메시지 추가
nb: Legg til melding
nl: Voeg een bericht toe
pl: Dodaj wiadomość
pt: Adicionar uma mensagem
pt_br: Adicionar uma mensagem
ro: Adăugați un mesaj
ru: Добавить сообщение
sk: Pridať správu
sv: Lägg till ett meddelande
tr: Bir ileti ekle
uk: Додати повідомлення
zh_hans: 添加信息
zh_hant: 新增訊息

# sharing_invite_duplicated_member_error
source: Already a member of this share.
be: Ужо з'яўляецца ўдзельнікам гэтага абагулення.
ca: Ja sou membre d'aquesta compartició.
cs: Již má členství v tomto sdílení.
da: Allerede medlem af denne deling.
de: Bereits Mitglied dieser Freigabe.
el: Είναι ήδη μέλος στην παρόν κοινοποίηση.
es: Ya se ha compartido con este miembro.
es_419: Ya se ha compartido con este miembro.
fi: On jo tämän jaon jäsen.
fr: Il s'agit déjà d'un membre de ce partage.
hu: Már tagja ennek a megosztásnak.
id: Sudah merupakan anggota dari pembagian ini.
it: Già membro di questa condivisione.
ja: すでにこの共有のメンバーです
ka: უკვე წარმოადგენს ამ გაზიარების წევრს.
ko: 이미 이 공유의 구성원입니다.
nb: Allerede et medlem av denne delte ressursen.
nl: Al lid van deze share.
pl: To jest już użytkownik elementu.
pt: Já é membro desta partilha.
pt_br: Já é membro deste compartilhamento.
ro: Deja este membru al acestei partajări.
ru: Уже участник этого общего ресурса.
sk: Už ste členom tohto zdieľania.
sv: Redan medlem av denna delning.
tr: Zaten bu paylaşımın bir üyesi.
uk: Вже є учасником цього спільного доступу.
zh_hans: 已经是这个共享的成员。
zh_hant: 已經是這個分享的成員了.

# sharing_member_access_removed
source: Access removed
be: Доступ выдалены
ca: S'ha eliminat l'accés.
cs: Přístup odebrán
da: Adgang fjernet
de: Zugriff entfernt
el: Η πρόσβαση καταργήθηκε
es: Se ha eliminado el acceso.
es_419: Acceso eliminado
fi: Käyttöoikeus poistettiin
fr: L'accès a été retiré.
hu: Hozzáférés eltávolítva
id: Akses dihapus
it: Accesso rimosso
ja: アクセス権が削除されました
ka: წვდომა წაიშალა
ko: 액세스 제거됨
nb: Tilgang fjernet
nl: Toegang verwijderd
pl: Dostęp został usunięty
pt: O acesso foi removido.
pt_br: Acesso removido
ro: Accesul a fost eliminat.
ru: Доступ удален
sk: Prístup odobraný
sv: Adress borttagen
tr: Erişim izni kaldırıldı
uk: Доступ вилучено
zh_hans: 访问已删除
zh_hant: 存取已移除

# sharing_member_access_updated
source: Access updated and shared
be: Доступ абноўлены і абагулены
ca: S'ha actualitzat i compartit l'accés.
cs: Přístup aktualizován a sdílen
da: Adgang opdateret og delt
de: Zugriff aktualisiert und geteilt
el: Η πρόσβαση ενημερώθηκε και κοινοποιήθηκε
es: Se ha actualizado y compartido el acceso.
es_419: Acceso actualizado y compartido
fi: Käyttöoikeus muutettiin ja jaettiin
fr: L'accès a été mis à jour et partagé.
hu: Hozzáférés frissítve és megosztva
id: Akses diperbarui dan dibagikan
it: Accesso aggiornato e condiviso
ja: アクセス権が更新され共有されました
ka: წვდომა განახლებული და გაზიარებულია
ko: 접근을 업데이트 및 공유했습니다.
nb: Tilgang oppdatert og delt
nl: Toegang bijgewerkt en gedeeld
pl: Dostęp został zaktualizowany i przyznany
pt: O acesso foi atualizado e partilhado.
pt_br: Acesso atualizado e compartilhado
ro: Acces actualizat și partajat.
ru: Доступ обновлен и передан
sk: Prístup bol aktualizovaný a zdieľaný
sv: Åtkomst uppdaterad och delad
tr: Erişim izni güncellendi ve paylaşıldı
uk: Доступ оновлено і поширено
zh_hans: 更新和共享访问权限
zh_hant: 存取權已更新和共享

# sharing_member_anyone_with_link
source: Anyone with the link
be: Любы карыстальнік са спасылкай
ca: Qualsevol persona amb l'enllaç
cs: Kdokoli s odkazem
da: Enhver der har linket
de: Jeder mit dem Link
el: Οποιοσδήποτε έχει το σύνδεσμο
es: Cualquiera con el enlace
es_419: Cualquiera con el enlace
fi: Kuka tahansa linkin omaava
fr: Toute personne ayant le lien
hu: Bárki ezzel a hivatkozással
id: Siapa pun yang memiliki tautan
it: Chiunque abbia il link
ja: リンクから誰でも
ka: ბულის მქონე ყველა
ko: 링크가 있는 누구나
nb: Alle med koblingen
nl: Iedereen met de link
pl: Każdy, kto ma link
pt: Qualquer pessoa com a ligação
pt_br: Qualquer um com o link
ro: Oricine are legătura web
ru: Любой, у кого есть ссылка
sk: Ktokoľvek s odkazom
sv: Vem som helst med länken
tr: Bağlantıyı bilen herkes
uk: Будь-хто з посиланням
zh_hans: 拥有此链接的任何人
zh_hant: 任何持有連結的人

# sharing_member_copy_invite_link
source: Copy invite link
be: Скапіяваць запрашальную спасылку
ca: Copia l'enllaç d'invitació
cs: Kopírovat odkaz pozvánky
da: Kopiér invitationslink
de: Einladungslink kopieren
el: Αντιγραφή συνδέσμου πρόσκλησης
es: Copiar el enlace de invitación
es_419: Copiar el enlace de invitación
fi: Kopioi kutsulinkki
fr: Copier le lien d'invitation
hu: Meghívó link másolása
id: Salin tautan undangan
it: Copia il link di invito
ja: 招待リンクをコピー
ka: მოსაწვევის ბმულის კოპირება
ko: 초대 링크 복사
nb: Kopier invitasjonskobling
nl: Uitnodigingslink kopiëren
pl: Kopiuj link zaproszenia
pt: Copiar a ligação do convite
pt_br: Copiar link de convite
ro: Copiere legătură web invitație
ru: Скопируйте ссылку на приглашение
sk: Skopírovať pozývací odkaz
sv: Kopiera inbjudningslänk
tr: Davet bağlantısını kopyala
uk: Копіювати посилання запрошення
zh_hans: 复制邀请链接
zh_hant: 複製邀請連結
